micropython/micropython/ports/raspberrypi/boards/weact_studio_pico/mpconfigboard.h
// This file is part of the CircuitPython project: https://circuitpython.org
//
// SPDX-FileCopyrightText: Copyright (c) 2022 Fabian Affolter <fabian@affolter-engineering.ch>
//
// SPDX-License-Identifier: MIT

#pragma once

#define MICROPY_HW_BOARD_NAME "WeAct Studio Pico"
#define MICROPY_HW_MCU_NAME "rp2040"
